IDEA Open Model
PrestressLoading.SecondaryForces Property
Compatible with IDEA StatiCa 20.1
 Secondary internal force in section
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ResultOfInternalForces SecondaryForces { get; set; }
Public Property SecondaryForces As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
PrestressLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace